{
	"source": "https://solarsystem.nasa.gov/missions/cassini/mission/grand-finale/grand-finale-orbit-guide/",
    "orbits": [
		{
			"number": 271,
			"start": "2017-04-23T00:00:00.000",
			"finish": "2017-04-29T00:00:00.000",
			"notes": "This first Grand Finale orbit began following a final close flyby of Titan that sent Cassini on its first plunge through the gap between Saturn and its rings.\nPrior to the periapse pass over Saturn, the spacecraft’s Visible and Infrared Mapping Spectrometer (VIMS) captured images to produce a high-resolution movie of Saturn’s north polar region, including the planet’s hexagon jet stream for nearly a full rotation of Saturn.\nThe orbit provided Cassini with its best look ever at Saturn’s north pole with both VIMS and the Composite Infrared Spectrometer (CIRS). And the observations should provide the sharpest near-infrared movies to date of the motion in and around the hexagon.\nBefore Cassini passed through Saturn’s ring plane for the first time in the region between Saturn and its rings, the spacecraft changed its attitude so that its high-gain antenna faced forward (called “HGA to RAM”) to help shield the spacecraft from ring particles during ring-plane crossing.\nUsing its VIMS and Ultraviolet Imaging Spectrograph (UVIS) instruments, Cassini studied Saturn’s smallest ring particles as they passed between the sun and the spacecraft.\nDuring the hour leading up to closest approach to Saturn, the imaging cameras (ISS) took a strip-like series of images of features in the atmosphere (which the team refers to as \"the noodle\"). These images were Cassini's closest views of Saturn thus far, with a resolution up to 10 times higher than before.\nDuring this orbit, Cassini got within 1,840 miles (2,950 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,960 miles (4,760 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 272,
			"start": "2017-04-29T00:00:00.000",
			"finish": "2017-05-06T00:00:00.000",
			"notes": "During this orbit, Cassini rolled to calibrate its magnetometer (MAG) for the high-intensity magnetic field observations to be performed when the spacecraft was nearest Saturn. This was the first time MAG made this sort of observation.\nCassini’s imaging cameras, the Imaging Science Subsystem (ISS), took advantage of the last opportunity to observe Saturn's rings at extremely high phase angles while the Sun was hidden behind Saturn, allowing the instrument to survey faint ringlets in the main rings, many of which are difficult to observe outside of this geometry. The ISS also collected images to produce a movie to monitor various structures in Saturn’s D ring.\nThe spacecraft’s Composite Infrared Spectrometer (CIRS) observed Saturn’s moon Rhea in infrared to narrow down the composition and structure of the moon’s surface material.\nDuring this orbit, Cassini got within 1,820 miles (2,930 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,980 miles (4,780 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 273,
			"start": "2017-05-06T00:00:00.000",
			"finish": "2017-05-12T00:00:00.000",
			"notes": "During Cassini’s third Grand Finale orbit, the spacecraft’s radio instrument, called the Radio Science Subsystem (RSS), performed gravity field measurements using the Doppler shift to study the interior of Saturn. The radio science instrument also studied Saturn’s rings as the spacecraft’s radio signal passed through the rings en route to Earth.\nCassini’s imaging cameras, the Imaging Science Subsystem (ISS), observed Saturn’s moon Titan for several hours to track the moon’s clouds and study how they change over time. The spacecraft’s Visible and Infrared Mapping Spectrometer (VIMS) also observed Titan’s clouds during the ISS observation, while the Composite Infrared Spectrometer (CIRS) monitored Titan’s global temperature and winds.\nDuring this orbit, Cassini got within 1,680 miles (2,710 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,110 miles (5,010 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 274,
			"start": "2017-05-12T00:00:00.000",
			"finish": "2017-05-18T00:00:00.000",
			"notes": "During this Grand Finale orbit, Cassini’s visible-light camera, the Imaging Science Subsystem (ISS), observed Saturn’s most prominent ring propeller features.\nNext, the Radio Science Subsystem (RSS) took advantage of one of the best opportunities in the mission to conduct radio occultations of Saturn’s ring system and run a gravity experiment to study Saturn's gravitational field with unprecedented detail. The experiment aimed to discover how spherical Saturn’s gravity field is, which helps scientists measure the mass of Saturn’s rings, a figure that is not precisely known.\nDuring the radio science/gravity observations, the spacecraft’s Cosmic Dust Analyzer (CDA) scooped up and analyzed small ring particles to help determine the age of Saturn’s rings. Interplanetary meteoroids bombard Saturn’s main rings, depositing silicates, organics, and metals in the ring particles. The more of those contaminants the CDA found, the older Saturn’s rings probably are.\nDuring this orbit, Cassini got within 1,650 miles (2,660 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,110 miles (5,000 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 275,
			"start": "2017-05-18T00:00:00.000",
			"finish": "2017-05-25T00:00:00.000",
			"notes": "This orbit, like the previous one, was one of the best opportunities in the mission for the Radio Science Subsystem (RSS) to conduct radio occultations of Saturn’s ring system and run a gravity experiment to study Saturn's gravitational field with unprecedented detail. The experiment helped clarify how spherical Saturn’s gravity field is, but also helped scientists measure the mass of Saturn’s rings, a figure that is not precisely known.\nAnd as with the previous orbit, the spacecraft’s Cosmic Dust Analyzer (CDA) scooped up and analyzed ring particles — this time larger ring particles rather than the relatively small particles — to help determine the age of Saturn’s rings. Interplanetary meteoroids bombard Saturn’s main rings, depositing silicates, organics, and metals in the ring particles. The more of those contaminants the CDA found, the older Saturn’s rings probably are.\nAlso on this orbit, the spacecraft’s Imaging Science Subsystem (ISS), Composite Infrared Spectrometer (CIRS), and Visible and Infrared Mapping Spectrometer (VIMS) observed and mapped Saturn’s atmosphere, studying the different temperatures of the atmospheric layers, as well as the atmosphere’s composition.\nDuring this orbit, Cassini got within 1,680 miles (2,700 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,120 miles (5,010 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 276,
			"start": "2017-05-25T00:00:00.000",
			"finish": "2017-05-31T00:00:00.000",
			"notes": "During this orbit, the spacecraft’s imaging cameras, Imaging Science Subsystem (ISS), took images of the edge of the A ring, the F ring, and the space in between, to study ring structure and how ring particles interact in the region. Later in the orbit, the ISS did the same for the border region of Saturn’s B and C rings.\nCassini’s RADAR instrument performed the first of three parts to an experiment it had never tried before. Scanning inward from the outer edge of the A ring all the way through the innermost C ring, RADAR generated scans of the main rings at resolutions from 4 kilometers down to 100 meters per pixel.\nDuring ring-plane crossing, the spacecraft was oriented such that its high-gain antenna (the big dish) faced forward (called “HGA to RAM”) to help shield the spacecraft from ring particles. This orbit’s ring-plane crossing was the highest Cassini ever got in Saturn’s D ring.\nAlso during ring-plane crossing, in the six-minute period where impacts were considered most likely, the Radio and Plasma Wave Science instrument \"listened\" for the impacts of ring particles, which produced detectable plasma clouds when they struck the spacecraft. The antenna protruded several meters beyond the protection of the high-gain antenna, allowing it to interact with ring particles while most of the spacecraft was shielded.\nDuring this orbit, Cassini got within 2,420 miles (3,900 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,370 miles (3,810 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 277,
			"start": "2017-05-31T00:00:00.000",
			"finish": "2017-06-07T00:00:00.000",
			"notes": "During this seventh Grand Finale orbit, while Cassini flew directly over the rings above Saturn's northern hemisphere, the Composite Infrared Spectrometer (CIRS) produced a high-resolution thermal scan across the main rings. By scanning the rings at an angle close to 90 degrees, the foreshortening that typically reduces the instrument's effective resolution on the rings was minimized.\nCassini’s RADAR instrument performed the second of three parts to an experiment it had never tried before: Scanning inward from the outer edge of the A ring all the way through the innermost C ring, RADAR generated scans of the main rings at resolutions from 4 kilometers down to 100 meters.\nDuring this orbit’s ring-plane crossing, the spacecraft again was oriented such that its high-gain antenna (the big dish) faced forward (called HGA to RAM) to help shield the spacecraft from ring particles.\nAnd again during ring-plane crossing, in the brief period in which impacts were considered most likely, the Radio and Plasma Wave Science (RPWS) instrument \"listened\" for the impacts of ring particles, which produced detectable plasma clouds when they struck the spacecraft. The antenna protruded several meters beyond the protection of the high-gain antenna and so could still detect impacts.\nDuring this orbit, Cassini got within 2,420 miles (3,890 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,370 miles (3,820 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 278,
			"start": "2017-06-07T00:00:00.000",
			"finish": "2017-06-13T00:00:00.000",
			"notes": "During this orbit, Cassini’s Radio Science Subsystem (RSS) performed the fourth of six radio occultations of Saturn’s ring system and ran a gravity experiment to study Saturn's gravitational field in the highest possible detail. The experiment sought to measure how spherical Saturn’s gravity field is, and to help scientists measure the mass of Saturn’s rings, a figure that is not precisely known.\nDuring the radio experiments, Cassini’s Cosmic Dust Analyzer (CDA) scooped up and analyzed small ring particles to help determine the age of Saturn’s rings. Interplanetary meteoroids bombard Saturn’s main rings, depositing silicates, organics, and metals in the ring particles. The more of those contaminants the CDA found, the older Saturn’s rings probably are.\nNext Cassini’s Visible and Infrared Mapping Spectrometer (VIMS) mapped Saturn’s southern hemisphere at some of the highest resolutions of the mission. The instrument looked for changes in winds, cloud structures and perhaps changes in atmospheric chemistry as the rate of atmospheric upwelling changes with seasons.\nDuring this orbit, Cassini got within 2,120 miles (3,410 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,670 miles (4,300 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 279,
			"start": "2017-06-13T00:00:00.000",
			"finish": "2017-06-20T00:00:00.000",
			"notes": "During this orbit, Cassini’s Ultraviolet Imaging Spectrograph (UVIS) observed Saturn’s northern aurora, attempting to capture the entire auroral oval over several observations. The Composite Infrared Spectrometer (CIRS) observed the aurora at the same time.\nCassini’s Ion and Neutral Mass Spectrometer (INMS) took priority during ring-plane crossing, measuring the density and composition of neutral particles in that region to study the relationship between Saturn’s rings and the planet’s atmosphere. INMS also measured ions such as O2+ created on the surface of the rings and transported along field lines to other locations.\nThe Cosmic Dust Analyzer (CDA) sampled ring particles around ring-plane crossing.\nThe spacecraft’s imaging cameras, the Imaging Science Subsystem (ISS), took a special photo of the rings from the inside out around ring-plane crossing.\nDuring this orbit, Cassini got within 2,080 miles (3,350 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,710 miles (4,360 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 280,
			"start": "2017-06-20T00:00:00.000",
			"finish": "2017-06-26T00:00:00.000",
			"notes": "During this orbit, Cassini’s Composite Infrared Spectrometer (CIRS) observed Saturn’s moon Dione to better understand the moon’s temperatures and to study the composition and structure of the moon’s surface material.\nCassini’s Radio Science Subsystem (RSS) performed another occultation of Saturn’s ring system and ran a gravity experiment to study Saturn's gravitational field in detail. The experiment sought to measure how spherical Saturn’s gravity field is. Deviations from a spherical shape reveal how the density within Saturn varies with depth and how surface winds influence lower atmospheric depths. In addition, Cassini simultaneously felt the gravitational pull of the rings (the B-Ring, in particular). Scientists should be able to determine the rings' mass very accurately from the data collected on this pass. The rings' mass helps scientists determine the age of the ring system.\nDuring the radio experiments, Cassini’s Cosmic Dust Analyzer (CDA) scooped up and analyzed small ring particles to help determine the age of Saturn’s rings. Interplanetary meteoroids bombard Saturn’s main rings, depositing silicates, organics, and metals in the ring particles. The more of those contaminants the CDA found, the older Saturn’s rings probably are.\nThe CIRS instrument also observed Saturn’s A ring to compare properties of ice in the rings and on Saturn’s icy moons.\nDuring this orbit, Cassini got within 2,110 miles (3,390 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,680 miles (4,320 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 281,
			"start": "2017-06-26T00:00:00.000",
			"finish": "2017-07-03T00:00:00.000",
			"notes": "During this orbit, Cassini’s Ultraviolet Imaging Spectrograph (UVIS) observed the edge of Saturn’s atmosphere, studying airglow, auroras and hydrocarbons — scientists need more information about Saturn’s hydrocarbon distribution to improve models of how sunlight affects the chemistry of the planet’s upper atmosphere.\nThe spacecraft’s Composite Infrared Spectrometer (CIRS) mapped the temperature and composition of Saturn’s north polar vortex at the highest resolution of the mission so far.\nCassini’s Visible and Infrared Mapping Spectrometer (VIMS) captured a movie of Saturn’s south polar region. It was the closest and sharpest near-infrared movie to date of the intricate structure and complex movements of features in and around the south polar vortex.\n*(UPDATED) During this orbit’s ring-plane crossing, the spacecraft was originally planned to be oriented with its high-gain antenna (the big dish) facing forward to help shield the spacecraft from ring particles. However, during the two earlier dives through the D ring (orbits 276 and 277), the ring particle environment was found to be benign. Because of this, mission planners decided to remove the shielding requirement for this orbit. The antenna was once again be used as a shield on the following orbit (orbit 282)\nAfter ring-plane crossing, Cassini completed an engineering checkout of the spacecraft’s sun sensor assembly to be sure it wasn’t damaged when the high-gain antenna shielded the spacecraft during ring-plane crossing.\nDuring this orbit, Cassini got within 2,320 miles (3,720 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,480 miles (3,980 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 282,
			"start": "2017-07-03T00:00:00.000",
			"finish": "2017-07-09T00:00:00.000",
			"notes": "During this orbit, Cassini’s Ultraviolet Imaging Spectrograph (UVIS) stared at the star Kappa Canis Majoris, as parts of the C ring and A ring pass between the spacecraft and the star. The spacecraft’s Composite Infrared Spectrometer (CIRS) observed the occultation as well.\nCassini’s imaging cameras, the Imaging Science Subsystem (ISS), observed some of Saturn’s known ring propeller features, then targeted the border region of the F ring and A ring to study ring dynamics there.\nCassini’s UVIS instrument also studied small-scale structures in the rings.\nDuring this orbit’s ring-plane crossing, the spacecraft was oriented such that its high-gain antenna (the big dish) faces forward (called “HGA to RAM”) to help shield the spacecraft from ring particles.\nAlso during ring-plane crossing, in the brief period in which impacts were most likely, the Radio and Plasma Wave Science (RPWS) instrument \"listened\" for the impacts of ring particles, which produced detectable plasma clouds when they struck the spacecraft. The antenna protruded several meters beyond the protection of the high-gain antenna and so still detected impacts.\nDuring this orbit, Cassini got within 2,320 miles (3,730 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,470 miles (3,980 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 283,
			"start": "2017-07-09T00:00:00.000",
			"finish": "2017-07-16T00:00:00.000",
			"notes": "During this orbit, Cassini’s Composite Infrared Spectrometer (CIRS) observed the lit side of the middle A-ring to determine its composition and structure. The CIRS instrument then targeted the point where Saturn’s shadow falls across the B-ring, studying how the ring’s temperature changes as it crosses into Saturn’s shadow. These CIRS observations should reveal details about the structure of the ring particles themselves, which were too small for Cassini's cameras to resolve.\nCassini’s imaging cameras, the Imaging Science Subsystem (ISS), observed some of Saturn’s known ring propeller features. The ISS also performed a high-resolution scan of Saturn’s C ring and inner B ring\nWith Cassini about 31,100 miles (50,000 kilometers) from Saturn's lower atmosphere, the Ion and Neutral Mass Spectrometer (INMS) sampled the exosphere and ionosphere of Saturn and of the atmosphere-ionosphere of Saturn’s rings. On a later orbit (Orbit 288), the INMS sampled Saturn’s visible, much denser atmosphere for the first time.\nDuring this orbit, Cassini got within 1,780 miles (2,860 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,020 miles (4,850 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 284,
			"start": "2017-07-16T00:00:00.000",
			"finish": "2017-07-22T00:00:00.000",
			"notes": "During this orbit, Cassini’s Radio Science Subsystem (RSS) performed its last science observations of the mission. The instrument conducted radio occultations of Saturn’s ring system and ran a gravity experiment to characterize Saturn's gravitational field with unprecedented detail. RSS determined Saturn's gravity by very precisely tracking the orbit of Cassini relative to the Earth as the spacecraft skimmed Saturn’s atmosphere. By measuring the Doppler shift in Cassini’s radio signal, scientists can learn how mass is distributed within Saturn. In addition, Cassini simultaneously felt the gravitational pull of the rings (the B-Ring, in particular) and determined their mass very accurately. The mass helps scientists determine the age of the ring system.\nWhen Cassini was in the segment of this orbit in which it was nearest to Saturn, the spacecraft rolled so that the Magnetometer (MAG) could collect unique measurements that will lead to a better understanding of Saturn’s magnetic field, the planet’s rotation rate, the size of the central core and other characteristics of Saturn.\nThen the Visible and Infrared Mapping Spectrometer (VIMS) led an observation of Saturn’s southern hemisphere at night.\nDuring this orbit, Cassini got within 1,740 miles (2,790 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,050 miles (4910 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 285,
			"start": "2017-07-22T00:00:00.000",
			"finish": "2017-07-29T00:00:00.000",
			"notes": "During this orbit Cassini’s imaging cameras, the Imaging Science Subsystem (ISS), took priority to observe Saturn’s moon Titan for two periods, each lasting several hours, to image the moon’s atmosphere and surface, in particular to watch Titan’s clouds form and change. The spacecraft’s Composite Infrared Spectrometer (CIRS) and Visible and Infrared Mapping Spectrometer (VIMS) observed Titan as well.\nThe Ultraviolet Imaging Spectrograph (UVIS) observed swaths of both Saturn’s northern and southern auroral zones, with the north in sunlight while the south was in darkness.\nDuring this orbit, the spacecraft rolled to calibrate Cassini’s magnetometer (MAG) for its high-intensity magnetic field observations to be performed when the spacecraft is nearest Saturn.\nCassini’s Radio and Plasma Wave Science (RPWS) instrument was active during the MAG rolls to capture “whistlers” produced by Saturn lightning.\nDuring this orbit, Cassini got within 1,750 miles (2,810 kilometers) of Saturn’s 1-bar level. Cassini also passed within 3,040 miles (4,890 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 286,
			"start": "2017-07-29T00:00:00.000",
			"finish": "2017-08-04T00:00:00.000",
			"notes": "During this orbit, Cassini’s Ultraviolet Imaging Spectrograph (UVIS) made a long observation of Saturn’s northern aurora at an unusually close range, producing some of the highest-resolution auroral images of the entire mission.\nCassini’s Visible and Infrared Mapping Spectrometer (VIMS) observed Saturn’s aurora during this orbit as well. This observation was the closest and highest-resolution auroral observation VIMS made during Cassini’s entire mission.\nThe spacecraft’s Composite Infrared Spectrometer (CIRS) observed the south polar region of Saturn’s moon Enceladus during this orbit, studying winter temperatures on the moon’s surface. This was the instrument’s last opportunity of the mission to study the temperatures on Enceladus, to help researchers understand how they change over time.\nDuring this orbit, Cassini got within 1,820 miles (2,920 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,980 miles (4,790 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 287,
			"start": "2017-08-04T00:00:00.000",
			"finish": "2017-08-10T00:00:00.000",
			"notes": "During this orbit Cassini’s Ultraviolet Imaging Spectrograph (UVIS) observed Saturn’s northern aurora, attempting to capture the entire auroral oval over several observations.\nThe spacecraft’s imaging cameras, the Imaging Science Subsystem (ISS), performed the first of two final observations of one of Saturn’s tiny, irregular moons, named Kiviuq, which completed about 80 percent of one rotation during Cassini’s observation. The observation was intended to improve models of the moon’s shape and other of Kiviuq’s characteristics.\nThe ISS instrument also targeted one of Saturn’s ring propeller features, and also continued its campaign of observing Saturn’s moon Titan for two segments of time, each lasting several hours, to image the moon’s atmosphere and surface, in particular to watch Titan’s clouds form and change. The spacecraft’s Composite Infrared Spectrometer (CIRS) and Visible and Infrared Mapping Spectrometer (VIMS) observed Titan as well.\nAlso during this orbit, the spacecraft rolled to calibrate Cassini’s magnetometer (MAG).\nDuring this orbit, Cassini got within 1,830 miles (2,940 kilometers) of Saturn’s 1-bar level. Cassini also passed within 2,960 miles (4,760 kilometers) of the inner edge of Saturn’s D ring."
		},
		{
			"number": 288,
			"start": "2017-08-10T00:00:00.000",
			"finish": "2017-08-17T00:00:00.000",
			"notes": "During this orbit, Cassini’s Composite Infrared Spectrometer (CIRS) observed the edge of Saturn’s atmosphere to determine different temperatures at different altitudes.\nThe spacecraft’s imaging cameras, the Imaging Science Subsystem (ISS), then observed mysterious features informally called “streaks” in Saturn’s C ring.\nThis was the first of five orbits in which Cassini’s elliptical orbit carried it so low that the spacecraft passed briefly through Saturn’s outermost atmosphere. Cassini’s reaction control thrusters were at the ready to correct the spacecraft’s orientation in case Saturn’s atmosphere pushed on the spacecraft hard enough to cause any rotation.\nDuring the period in which the spacecraft was nearest Saturn, Cassini’s Ion and Neutral Mass Spectrometer (INMS) performed the first ever direct sampling of Saturn’s atmosphere. The instrument measured densities of different species of molecular hydrogen, helium and a variety of ions in the immediate vicinity of the spacecraft.\nCassini’s RADAR instrument operated at the same time as INMS, studying Saturn’s atmosphere in a passive mode to study the small-scale structure and ammonia concentration of Saturn’s atmosphere."
		},
		{
			"number": 289,
			"start": "2017-08-17T00:00:00.000",
			"finish": "2017-08-23T00:00:00.000",
			"notes": "During this orbit, Cassini’s Ultraviolet Imaging Spectrograph (UVIS) observed Saturn’s northern aurora.\nThe spacecraft’s Composite Infrared Spectrometer (CIRS) observed temperatures in Saturn’s south polar vortex.\nCassini’s Visible and Infrared Mapping Spectrometer (VIMS) stared at Saturn’s south polar auroral region to produce a mosaic.\nThis was the second of five orbits in which Cassini’s elliptical orbit carried it so low that the spacecraft passed briefly through Saturn’s atmosphere. Cassini’s reaction control thrusters were at the ready to correct the spacecraft’s orientation in case Saturn’s atmosphere pushed on the spacecraft hard enough to cause any rotation."
		},
		{
			"number": 290,
			"start": "2017-08-23T00:00:00.000",
			"finish": "2017-08-30T00:00:00.000",
			"notes": "During this orbit Cassini’s Composite Infrared Spectrometer (CIRS) mapped Saturn’s northern hemisphere to study temperatures in the upper troposphere and the Visible and Infrared Mapping Spectrometer (VIMS) created a map of Saturn’s equatorial region. The CIRS instrument also performed its final Saturn limb observation of the mission.\nThe spacecraft used its RADAR instrument in active mode to study Saturn’s atmosphere.\nThis was the third of five orbits in which Cassini’s elliptical orbit carried it so low that the spacecraft passed briefly through Saturn’s atmosphere. Cassini’s reaction control thrusters were at the ready to correct the spacecraft’s orientation in case Saturn’s atmosphere pushed on the spacecraft hard enough to cause any rotation. This was the deepest Cassini dipped into Saturn’s atmosphere during the “Final Five” orbits.\nDuring the period in which the spacecraft was nearest Saturn, Cassini’s Ion and Neutral Mass Spectrometer (INMS) performed its second session directly sampling Saturn’s upper atmosphere. The instrument measured densities of different species of molecular hydrogen, helium and a variety of ions in the immediate vicinity of the spacecraft."
		},
		{
			"number": 291,
			"start": "2017-08-30T00:00:00.000",
			"finish": "2017-09-05T00:00:00.000",
			"notes": "During this orbit, Cassini’s imaging cameras, the Imaging Science Subsystem (ISS), observed haze in Titan’s atmosphere, and the spacecraft’s Ultraviolet Imaging Spectrograph (UVIS) and Visible and Infrared Mapping Spectrometer (VIMS) instruments observed Saturn’s sunlit north polar auroral region.\nThe VIMS instrument and Cassini’s Composite Infrared Spectrometer (CIRS) worked together to study Saturn’s atmosphere.\nThis was also the fourth of five orbits in which Cassini’s elliptical orbit carried it so low that the spacecraft passed briefly through Saturn’s atmosphere. Cassini’s reaction control thrusters were at the ready to correct the spacecraft’s orientation in case Saturn’s atmosphere pushed on the spacecraft hard enough to cause any rotation.\nDuring the period in which the spacecraft was nearest Saturn, Cassini’s Ion and Neutral Mass Spectrometer (INMS) performed its third session directly sampling of Saturn’s upper atmosphere. The instrument measured densities of different species of molecular hydrogen, helium and a variety of ions in the immediate vicinity of the spacecraft."
		},
		{
			"number": 292,
			"start": "2017-09-05T00:00:00.000",
			"finish": "2017-09-12T00:00:00.000",
			"notes": "During this orbit, Cassini’s Composite Infrared Spectrometer (CIRS) and Visible and Infrared Mapping Spectrometer (VIMS) instruments worked together to determine the abundance of helium in Saturn’s atmosphere.\nThis was the fifth of five orbits in which Cassini’s elliptical orbit carried it so low that the spacecraft passed briefly through Saturn’s atmosphere. Cassini’s reaction control thrusters were at the ready to correct the spacecraft’s orientation in case Saturn’s atmosphere pushed on the spacecraft hard enough to cause any rotation.\nDuring the period in which the spacecraft was nearest Saturn, Cassini’s Ion and Neutral Mass Spectrometer (INMS) performed its fourth session directly sampling Saturn’s upper atmosphere. The instrument measured densities of different species of molecular hydrogen, helium and a variety of ions in the immediate vicinity of the spacecraft.\nThe spacecraft’s RADAR and Imaging Science Subsystem (ISS) instruments also operated during the INMS observation, with RADAR continuing its study of ammonia in Saturn’s atmosphere and the ISS instrument capturing an iconic image of the rings seen looking outward from Saturn.\nAt the end of this orbit, Cassini made a distant flyby of the Mercury-size moon Titan, whose gravity altered the spacecraft’s trajectory one final time. This gravitational nudge, which the team calls “the goodbye kiss,” ensured that the spacecraft was disposed of in a controlled manner. Instead of passing safely into and out of Saturn’s outermost atmosphere on the next orbit, Cassini instead dipped so deeply into the atmosphere that the spacecraft burned up like a meteor."
		},
		{
			"number": 293,
			"start": "2017-09-12T00:00:00.000",
			"finish": "2017-09-15T00:00:00.000",
			"notes": "During this partial orbit, when Cassini was three and half hours from its expected end of mission, data from the spacecraft’s Composite Infrared Spectrometer (CIRS), Ultraviolet Imaging Spectrograph (UVIS), and magnetospheric and plasma science instruments were transmitted to Earth in nearly real time, just seconds after each observation was made. Cassini usually held onto those data for hours or days before turning its high-gain antenna toward Earth to transmit them.\nUnlike the preceding orbits, where the Cassini’s lowest altitudes were chosen to avoid tumbling, the spacecraft trajectory on this orbit intentionally continued all the way into Saturn.\nCassini continued transmitting as long as possible until the force of Saturn’s atmosphere overpowered the spacecraft’s thrusters and Cassini could no longer point its antenna precisely enough to maintain contact with Earth.\nWhen the spacecraft’s signal was lost, the Cassini mission ended."
		}
    ]
}
